Repository: rm335/dumpert-apple-tv
Catalog: Dumpert/Localizable.xcstrings
Source language: nl
Languages: en

# %@, item %lld van %lld
source: %1$@, item %2$lld van %3$lld
en: %1$@, item %2$lld of %3$lld

source: %lld kijkers
en: %lld viewers

source: %lld seconden
en: %lld seconds

source: %lld%% bekeken
en: %lld%% watched

source: 1 minuut
en: 1 minute

source: 2 minuten
en: 2 minutes

source: 3 seconden
en: 3 seconds

source: 5 minuten
en: 5 minutes

source: 5 seconden
en: 5 seconds

source: 10 minuten
en: 10 minutes

source: 10 seconden
en: 10 seconds

source: 15 minuten
en: 15 minutes

source: 20 minuten
en: 20 minutes

source: 30 seconden
en: 30 seconds

source: Aantal kolommen in de video-overzichten
en: Number of columns in video overviews

source: Aantal seconden voordat de volgende video start
en: Seconds before the next video starts

source: Actief
en: Active

source: Afspelen
en: Playback

source: Aftelling
en: Countdown

source: Aftelling: %lld seconden
en: Countdown: %lld seconds

source: Alle bekeken video's worden weer als onbekeken getoond.
en: All watched videos will be shown as unwatched again.

source: Alle duur
en: All durations

source: Alle instellingen worden teruggezet. Dit kan niet ongedaan worden gemaakt.
en: All settings will be reset. This cannot be undone.

source: Alle kudos
en: All kudos

source: Alle opgeslagen afbeeldingen en API-responses worden verwijderd.
en: All saved images and API responses will be deleted.

source: Alle opgeslagen zoekopdrachten worden verwijderd.
en: All saved search queries will be deleted.

source: Alle reaguursels
en: All comments

source: Alle recente zoekopdrachten worden verwijderd
en: All recent search queries will be deleted

source: Alle video's worden weer als onbekeken getoond
en: All videos will be shown as unwatched again

source: Alleen het top reaguursel
en: Top comment only

source: Alleen in de Reeten-tab: verberg korte video's
en: Reeten tab only: hide short videos

source: Alles
en: All

source: Alles tonen
en: Show all

source: Altijd
en: All time

source: Annuleer
en: Cancel

source: Annuleer volgende video
en: Cancel next video

source: Annuleren
en: Cancel

source: Automatisch verversen
en: Auto refresh

source: Bekeken
en: Watched

source: Bekeken verbergen
en: Hide watched

source: Cache wissen
en: Clear cache

source: Categorieën
en: Categories

source: Compilatie
en: Compilation

source: Data & opslag
en: Data & storage

source: Data kon niet gelezen worden: %@
en: Data could not be read: %@

source: De volgende video start direct zonder aftelling.
en: The next video will start immediately without countdown.

source: Deze maand
en: This month

source: Deze week
en: This week

source: Dieren
en: Animals

source: Dumpert wordt geladen
en: Dumpert is loading

source: Elke 15 minuten
en: Every 15 minutes

source: Er ging iets mis
en: Something went wrong

source: Fietsen
en: Cycling

source: Foto
en: Photo

source: Geen classics gevonden
en: No classics found

source: Geen data ontvangen
en: No data received

source: Geen internetverbinding
en: No internet connection

source: Geen minimum
en: No minimum

source: Geen reaguursels
en: No comments

source: Geen resultaten
en: No results

source: Geen resultaten met deze filters
en: No results with these filters

source: Geen resultaten voor "%@"
en: No results for "%@"

source: Geen video's
en: No videos

source: Geen video's gevonden voor %@
en: No videos found for %@

source: Gekeken
en: Watched

source: Gemarkeerd als bekeken
en: Marked as watched

source: Gemarkeerd als onbekeken
en: Marked as unwatched

source: Groot
en: Large

source: Haal de nieuwste content op
en: Fetch the latest content

source: Herstel standaardwaarden
en: Restore defaults

source: Hervat op %@
en: Resume at %@

source: Hervat-melding
en: Resume notification

source: Hoe lang reaguursels in beeld blijven
en: How long comments stay on screen

source: Inactief
en: Inactive

source: Instellingen
en: Settings

source: Inzoomen
en: Zoom in

source: Kaartgrootte
en: Card size

source: Kijkgeschiedenis wissen
en: Clear watch history

source: Klein
en: Small

source: Kon afbeelding niet laden
en: Could not load image

source: Kon geen video's laden. Controleer je internetverbinding.
en: Could not load videos. Check your internet connection.

source: Kort (<1 min)
en: Short (<1 min)

source: Laad meer
en: Load more

source: Laad meer classics
en: Load more classics

source: Laad meer video's in %@
en: Load more videos in %@

source: Laatst: %@
en: Last: %@

source: Laden...
en: Loading...

source: Lang (>5 min)
en: Long (>5 min)

source: Langzaam (2 woorden/sec)
en: Slow (2 words/sec)

source: Leessnelheid
en: Reading speed

source: Markeer als bekeken
en: Mark as watched

source: Markeer als onbekeken
en: Mark as unwatched

source: Meer classics laden
en: Loading more classics

source: Meer laden...
en: Loading more...

source: Meer video's laden
en: Loading more videos

source: Meeste kudos
en: Most kudos

source: Meeste views
en: Most views

source: Minimale kudos
en: Minimum kudos

source: Minimale reeten-duur
en: Minimum reeten duration

source: Minimale videolengte
en: Minimum video length

source: Motor
en: Motorcycle

source: Muziek
en: Music

source: Naar boven
en: Back to top

source: Negatieve kudos tonen
en: Show negative kudos

source: Netwerkfout: %@
en: Network error: %@

source: Nieuw
en: New

source: Nieuwste
en: Newest

source: Nog niets bekeken
en: Nothing watched yet

source: Normaal
en: Normal

source: Normaal (3 woorden/sec)
en: Normal (3 words/sec)

source: NSFW-content tonen
en: Show NSFW content

source: Nu speelt: %@
en: Now playing: %@

source: Nu verversen
en: Refresh now

source: Ongeldige URL
en: Invalid URL

source: Opnieuw proberen
en: Try again

source: Oudste
en: Oldest

source: Over
en: About

source: Overlay tonen
en: Show overlay

source: Overlay, aftelling en minimale videolengte
en: Overlay, countdown, and minimum video length

source: Pas je filters aan om meer resultaten te zien
en: Adjust your filters to see more results

source: Politie
en: Police

source: Populair
en: Popular

source: Razendsnel (6 woorden/sec)
en: Ultra fast (6 words/sec)

source: Reaguursels
en: Comments

source: Recent gezocht
en: Recently searched

source: Schaatsen
en: Skating

source: Scroll naar boven
en: Scroll to top

source: Server fout (HTTP %lld)
en: Server error (HTTP %lld)

source: SharePlay actief met %lld kijkers
en: SharePlay active with %lld viewers

source: Slimme thumbnails
en: Smart thumbnails

source: Snel (4 woorden/sec)
en: Fast (4 words/sec)

source: Sortering: %@
en: Sort: %@

source: Speel automatisch de volgende video af
en: Automatically play the next video

source: Speel een preview bij focus op een video
en: Play a preview when focusing on a video

source: Speel nu af: %@
en: Play now: %@

source: Speel vanaf begin
en: Play from start

source: Speel video vanaf het begin
en: Play video from the beginning

source: Standaardwaarden herstellen
en: Restore defaults

source: Swipe links/rechts op het touchpad voor vorige/volgende video
en: Swipe left/right on the touchpad for previous/next video

source: Swipe om over te slaan
en: Swipe to skip

source: Toegevoegd aan %@
en: Added to %@

source: Toon content die als niet-veilig-voor-werk is gemarkeerd
en: Show content marked as not safe for work

source: Toon de overlay alleen bij langere video's
en: Only show the overlay for longer videos

source: Toon een aftelling met de volgende video
en: Show a countdown with the next video

source: Toon een melding wanneer een video wordt hervat
en: Show a notification when a video is resumed

source: Toon populaire reacties als overlay tijdens afspelen
en: Show popular comments as overlay during playback

source: Toon video's met meer downvotes dan upvotes
en: Show videos with more downvotes than upvotes

source: Top Deze Maand
en: Top This Month

source: Top Deze Week
en: Top This Week

# Top reaguursel van %@: %@
source: Top reaguursel van %1$@: %2$@
en: Top comment by %1$@: %2$@

source: Trending Nu
en: Trending Now

source: Uit
en: Off

source: Uitzoomen
en: Zoom out

source: Vandaag
en: Today

source: Verberg video's die je al hebt gezien
en: Hide videos you've already watched

source: Verberg video's onder dit aantal
en: Hide videos below this count

source: Verbeter thumbnails automatisch met een beter videoframe
en: Automatically improve thumbnails with a better video frame

source: Versie
en: Version

source: Verwijder
en: Delete

source: Verwijder opgeslagen afbeeldingen en API-data
en: Delete saved images and API data

source: Verwijder uit %@
en: Remove from %@

source: Verwijderd uit %@
en: Removed from %@

source: Video voorvertoning
en: Video preview

source: Video's die je bekijkt verschijnen hier
en: Videos you watch will appear here

source: Voeg toe aan %@
en: Add to %@

source: Voetbal
en: Football

source: Volgende video
en: Next video

source: Voorbeeld: %lld kolommen
en: Preview: %lld columns

source: Vuurwerk
en: Fireworks

source: Weergave & content
en: Display & content

source: Wijzig de sorteervolgorde
en: Change sort order

source: Wis alle recente zoekopdrachten
en: Clear all recent searches

source: Wis alles
en: Clear all

source: Wis geschiedenis
en: Clear history

source: Wis zoekgeschiedenis
en: Clear search history

source: Zeer snel (5 woorden/sec)
en: Very fast (5 words/sec)

source: Zet alle instellingen terug naar fabrieksinstellingen
en: Reset all settings to factory defaults

source: Zoek op Dumpert
en: Search on Dumpert

source: Zoeken
en: Search

source: Zoekgeschiedenis wissen
en: Clear search history

source: Zoom resetten
en: Reset zoom
